Repository: eatlei/EON
Catalog: SubscribeApp/Localizable.xcstrings
Source language: zh_hans
Languages: de, en, es, fr, ja, ko, zh_hant

source: 课买得比上得快,但也在前进 📚
de: Kurse schneller gekauft als belegt — aber du machst Fortschritte 📚
en: Buying courses faster than finishing them — still moving forward 📚
es: Compras cursos más rápido de lo que los terminas — y aun así avanzas 📚
fr: Tu achètes des cours plus vite que tu ne les finis — mais tu avances 📚
ja: 受講より購入の方が早いけど、ちゃんと前進中 📚
ko: 강의는 사는 속도가 더 빠르지만 그래도 전진 중 📚
zh_hant: 課買得比上得快,但也在前進 📚

source: 谢谢惠顾 · 仅供娱乐
de: Danke · nur zum Spaß
en: Thank you · just for fun
es: Gracias · solo por diversión
fr: Merci · juste pour le fun
ja: ご利用ありがとうございます · お遊びです
ko: 이용해 주셔서 감사합니다 · 재미로
zh_hant: 謝謝惠顧 · 僅供娛樂

source: 豆包、Kimi、即梦 都在你的订阅栏里安家。早上跟 AI 写代码,晚上跟 AI 写日记 —— 智能时代的常住居民,大概就长你这样。
de: ChatGPT, Claude, Midjourney — alle wohnen in deiner Abo-Liste. Morgens mit KI coden, abends mit KI Tagebuch führen.
en: ChatGPT, Claude, Midjourney — they all live in your subscription list. Coding with AI in the morning, journaling with AI at night. A native of the AI era looks a lot like you.
es: ChatGPT, Claude, Midjourney viven en tu lista. Por la mañana programas con IA, por la noche escribes diarios con IA.
fr: ChatGPT, Claude, Midjourney habitent ta liste. Le matin tu codes avec l’IA, le soir tu écris ton journal avec l’IA.
ja: ChatGPT、Claude、Midjourney — みんなあなたのサブスク欄に住んでいます。朝は AI とコード、夜は AI と日記。AI 時代の住人はきっとあなたのような人。
ko: ChatGPT, Claude, Midjourney — 모두 당신의 구독 리스트에 살고 있어요. 아침엔 AI 와 코딩, 밤엔 AI 와 일기. AI 시대의 원주민이 바로 당신.
zh_hant: ChatGPT、Claude、Midjourney 都在你的訂閱欄裡安家。早上跟 AI 寫程式,晚上跟 AI 寫日記 —— 智能時代的常住居民,大概就長你這樣。

source: 财务
de: Finanzen
en: Finance
es: Finanzas
fr: Finances
ja: ファイナンス
ko: 금융
zh_hant: 財務

source: 货币
de: Währung
en: Currency
es: Moneda
fr: Devise
ja: 通貨
ko: 통화
zh_hant: 貨幣

source: 费用从低到高
de: Kosten niedrig → hoch
en: Cost: low to high
es: Coste de menor a mayor
fr: Coût croissant
ja: 費用が安い順
ko: 비용 낮은 순
zh_hant: 費用從低到高

source: 费用从高到低
de: Kosten hoch → niedrig
en: Cost: high to low
es: Coste de mayor a menor
fr: Coût décroissant
ja: 費用が高い順
ko: 비용 높은 순
zh_hant: 費用從高到低

source: 越南盾
de: Vietnamesischer Dong
en: Vietnamese Dong
es: Dong vietnamita
fr: Dong vietnamien
ja: ベトナムドン
ko: 베트남 동

source: 跟随系统
de: System
en: System
es: Sistema
fr: Système
ja: システムに合わせる
ko: 시스템 설정
zh_hant: 跟隨系統

source: 输入名称后回车搜索
de: Namen eingeben und auf Suchen tippen
en: Type a name and press Search
es: Escribe un nombre y pulsa Buscar
fr: Saisissez un nom et appuyez sur Rechercher
ja: 名前を入力して検索を押してください
ko: 이름을 입력하고 검색을 누르세요
zh_hant: 輸入名稱後回車搜尋

source: 运行中
de: Aktiv
en: Running
es: En marcha
fr: En cours
ja: 稼働中
ko: 실행 중
zh_hant: 運行中

source: 近期无扣费
de: Keine anstehenden Abbuchungen
en: No upcoming charges
es: Sin cargos próximos
fr: Aucun prélèvement à venir
ja: まもなくの請求なし
ko: 예정 결제 없음
zh_hant: 近期無扣費

source: 还有 %lld 天
de: in %lld Tagen
en: in %lld days
es: en %lld días
fr: dans %lld jours
ja: あと %lld 日
ko: %lld일 후
zh_hant: 還有 %lld 天

source: 还没有产生过实际扣费
de: Bisher keine tatsächlichen Abbuchungen
en: No actual charges yet
es: Aún no se han hecho cargos
fr: Aucun prélèvement réel pour l’instant
ja: まだ実際の請求はありません
ko: 아직 실제 결제가 없어요
zh_hant: 還沒有產生過實際扣費

source: 还没有开启通知。点上面的按钮申请权限。
de: Mitteilungen sind noch nicht aktiv. Tippe oben auf den Button, um Erlaubnis anzufragen.
en: Notifications aren't on yet. Tap the button above to request access.
es: Aún no has activado las notificaciones. Pulsa el botón de arriba para pedir permiso.
fr: Les notifications ne sont pas encore activées. Appuyez sur le bouton ci-dessus pour demander l’autorisation.
ja: 通知はまだオンになっていません。上のボタンで権限をリクエストしてください。
ko: 알림이 아직 켜져 있지 않습니다. 위 버튼을 눌러 권한을 요청하세요.
zh_hant: 還沒有開啟通知。點上面的按鈕申請許可權。

source: 还没有自定义分类
de: Noch keine eigene Kategorie
en: No custom categories yet
es: Aún no hay categorías
fr: Aucune catégorie personnalisée
ja: カスタムカテゴリーはまだありません
ko: 아직 사용자 지정 카테고리가 없습니다
zh_hant: 還沒有自定義分類

source: 还没有订阅
de: Noch keine Abos
en: No subscriptions yet
es: Aún no hay suscripciones
fr: Pas encore d’abonnements
ja: まだサブスクがありません
ko: 아직 구독이 없습니다
zh_hant: 還沒有訂閱

source: 这就是订阅到期前你会收到的提醒样子。
de: So sieht die Erinnerung kurz vor der Abbuchung aus.
en: This is what a renewal reminder will look like.
es: Así se verá el recordatorio antes de cada renovación.
fr: Voici à quoi ressemble un rappel de renouvellement.
ja: 更新前に届くリマインダーはこんな見た目です。
ko: 갱신 전에 받게 될 알림 모습이에요.
zh_hant: 這就是訂閱到期前你會收到的提醒樣子。

source: 这杯咖啡一下去,今晚八成又睡不着了 —— 那正好,爬起来给 EON 写点新东西。真心谢谢你 🙏
de: Wenn der Kaffee wirkt, schlafe ich heute wohl nicht —— perfekt, dann baue ich etwas Neues für EON. Wirklich, danke 🙏
en: Once this coffee kicks in I probably won't sleep tonight — perfect, I'll get up and build something new for EON. Truly, thank you 🙏
es: Con este café encima esta noche no dormiré —— mejor, me levanto y creo algo nuevo para EON. De verdad, gracias 🙏
fr: Avec ce café, je ne dormirai sans doute pas ce soir —— tant mieux, je me lève et je code du neuf pour EON. Merci du fond du cœur 🙏
ja: このコーヒーが効いたら今夜はたぶん眠れない —— ちょうどいい、起きて EON に新しいものを作ります。本当にありがとう 🙏
ko: 이 커피가 들어가면 오늘 밤엔 아마 못 잘 거예요 —— 잘됐죠, 일어나서 EON에 새 기능을 만들게요. 정말 고마워요 🙏
zh_hant: 這杯咖啡一下去,今晚八成又睡不著了 —— 那正好,爬起來給 EON 寫點新東西。真心謝謝你 🙏

source: 进入本页
de: Beim Öffnen dieser Seite
en: On opening this page
es: Al abrir esta página
fr: À l’ouverture de cette page
ja: このページを開いたとき
ko: 이 페이지 열 때
zh_hant: 進入本頁

source: 连分类都要亲手定义,讲究 🗂️
de: Du definierst sogar eigene Kategorien – akribisch 🗂️
en: You even define your own categories — meticulous 🗂️
es: Hasta defines tus propias categorías — meticuloso 🗂️
fr: Vous définissez même vos catégories — méticuleux 🗂️
ja: カテゴリまで自分で定義する、こだわり派 🗂️
ko: 분류까지 직접 정의하는 꼼꼼함 🗂️
zh_hant: 連分類都要親手定義,講究 🗂️

source: 适合"公司报销"、"家人共享"、"给客户买的"等情况:订阅照常运行、日历照常显示,但不算进你的个人支出总额、分类饼图、累计支付里。
de: Ideal für 'firmlich erstattet', 'mit Familie geteilt' oder 'für den Kunden gekauft': Das Abo läuft weiter und erscheint im Kalender, zählt aber nicht in deine persönliche Gesamtsumme, das Kategoriendiagramm oder die Lebenszeit-Ausgaben.
en: Good for things like 'reimbursed by work', 'shared with family', or 'paid on behalf of a client': the subscription still runs and shows in the calendar, but it won't count toward your personal total, category pie, or lifetime spend.
es: Ideal para 'gasto reembolsado', 'compartido con familia', o 'pagado por un cliente': la suscripción sigue activa y aparece en el calendario, pero no se suma a tu total personal, gráfico de categorías ni gasto acumulado.
fr: Idéal pour « remboursé par l’entreprise », « partagé en famille » ou « pour un client » : l’abo reste actif et apparaît dans le calendrier, mais n’est pas compté dans ton total perso, ton camembert ou ton cumul payé.
ja: 会社の経費精算、家族とのシェア、クライアントへの立替え払いなどに最適:サブスクは通常通り動作しカレンダーにも表示されますが、個人の合計、カテゴリーグラフ、累計支払いには含まれません。
ko: 회사 경비, 가족 공유, 고객 대납 등에 적합:구독은 평소대로 운영되고 캘린더에도 표시되지만, 개인 합계 · 카테고리 차트 · 누적 결제에는 포함되지 않습니다.
zh_hant: 適合「公司報銷」、「家人共享」、「給客戶買的」等情況:訂閱照常運行、日曆照常顯示,但不算進你的個人支出總額、分類圓餅圖、累計支付裡。

source: 选择图标
de: Symbol wählen
en: Choose Icon
es: Elegir icono
fr: Choisir une icône
ja: アイコンを選択
ko: 아이콘 선택
zh_hant: 選擇圖示

source: 选择金额
de: Betrag wählen
en: Choose an amount
es: Elige una cantidad
fr: Choisir un montant
ja: 金額を選択
ko: 금액 선택
zh_hant: 選擇金額

source: 通用
de: Allgemein
en: General
es: General
fr: Général
ja: 一般
ko: 일반

source: 通知
de: Mitteilungen
en: Notifications
es: Notificaciones
fr: Notifications
ko: 알림

source: 通知已开启,我们会按每个订阅的设置准时提醒你。
de: Mitteilungen sind aktiv. Wir erinnern dich pünktlich gemäß den Einstellungen jedes Abos.
en: Notifications are on. We'll remind you on time based on each subscription's setting.
es: Notificaciones activadas. Te avisaremos a tiempo según los ajustes de cada suscripción.
fr: Notifications activées. Nous vous préviendrons à l’heure selon les réglages de chaque abonnement.
ja: 通知はオンです。各サブスクの設定どおりに時間通りお知らせします。
ko: 알림이 켜져 있습니다. 각 구독의 설정에 맞춰 제때 알려드릴게요.
zh_hant: 通知已開啟,我們會按每個訂閱的設定準時提醒你。

source: 通知权限状态未知。
de: Mitteilungsstatus unbekannt.
en: Notification permission status unknown.
es: Estado de permiso de notificaciones desconocido.
fr: État inconnu de l’autorisation de notifications.
ja: 通知の権限状態が不明です。
ko: 알림 권한 상태를 알 수 없습니다.
zh_hant: 通知許可權狀態未知。

source: 通知被关闭了
de: Benachrichtigungen sind aus
en: Notifications are off
es: Las notificaciones están desactivadas
fr: Notifications désactivées
ja: 通知がオフです
ko: 알림이 꺼져 있어요
zh_hant: 通知被關閉了

source: 通知被关闭了。可以去 iOS 设置里打开。
de: Mitteilungen sind aus. In den iOS-Einstellungen kannst du sie wieder einschalten.
en: Notifications are off. Open iOS Settings to turn them back on.
es: Las notificaciones están desactivadas. Puedes activarlas en Ajustes de iOS.
fr: Notifications désactivées. Vous pouvez les réactiver dans les réglages iOS.
ja: 通知がオフです。iOS の設定からオンにできます。
ko: 알림이 꺼져 있습니다. iOS 설정에서 다시 켤 수 있습니다.
zh_hant: 通知被關閉了。可以去 iOS 設定裡開啟。

source: 通知预览
de: Benachrichtigungsvorschau
en: Notification preview
es: Vista previa de notificación
fr: Aperçu de notification
ja: 通知プレビュー
ko: 알림 미리보기
zh_hant: 通知預覽

source: 通过 iCloud 同步订阅
de: Abos über iCloud synchronisieren
en: Sync via iCloud
es: Sincronizar suscripciones por iCloud
fr: Synchroniser les abonnements via iCloud
ja: iCloud でサブスクを同期
ko: iCloud를 통해 구독 동기화
zh_hant: 透過 iCloud 同步訂閱

source: 速溶咖啡
de: Instantkaffee
en: Instant coffee
es: Café soluble
fr: Café soluble
ja: インスタントコーヒー
ko: 인스턴트 커피
zh_hant: 即溶咖啡

source: 邮件会自动附带版本与设备信息，便于定位问题。
de: Die E-Mail enthält automatisch Versions- und Geräteinformationen zur einfacheren Fehlersuche.
en: The email automatically includes version and device info to help diagnose issues.
es: El correo incluye automáticamente la versión y la información del dispositivo para diagnosticar problemas.
fr: L’e-mail inclut automatiquement la version et les informations de l’appareil pour aider au diagnostic.
ja: メールにはバージョンと端末情報が自動的に添付され、問題の特定に役立ちます。
ko: 메일에는 버전과 기기 정보가 자동으로 첨부되어 문제 파악에 도움이 됩니다.
zh_hant: 郵件會自動附帶版本與裝置資訊，便於定位問題。

source: 重启订阅
de: Abo reaktivieren
en: Reactivate Subscription
es: Reactivar suscripción
fr: Réactiver l’abonnement
ja: サブスクを再開
ko: 구독 재시작
zh_hant: 重啟訂閱

source: 重命名
de: Umbenennen
en: Rename
es: Renombrar
fr: Renommer
ja: 名前を変更
ko: 이름 변경
zh_hant: 重新命名

source: 重度数字工作者的标配 ⚙️
de: Standardausstattung für Power-User ⚙️
en: The standard kit for power users ⚙️
es: El equipo estándar de un power user ⚙️
fr: L’équipement type d’un power user ⚙️
ja: ヘビーユーザーの標準装備 ⚙️
ko: 헤비 유저의 표준 셋업 ⚙️
zh_hant: 重度數字工作者的標配 ⚙️

source: 重新打开 EON 后生效。
de: Öffne EON neu, damit es wirkt.
en: Reopen EON to apply.
es: Reabre EON para que se aplique.
fr: Rouvrez EON pour appliquer.
ja: EON を開き直すと反映されます。
ko: EON을 다시 열면 적용됩니다.
zh_hant: 重新開啟 EON 後生效。

source: 金额
de: Betrag
en: Amount
es: Importe
fr: Montant
ja: 金額
ko: 금액
zh_hant: 金額

source: 钱包在哭 😭
de: Deine Brieftasche weint 😭
en: Your wallet is crying 😭
es: Tu cartera está llorando 😭
fr: Ton portefeuille pleure 😭
ja: お財布が泣いてる 😭
ko: 지갑이 울고 있어요 😭
zh_hant: 錢包在哭 😭

source: 阿联酋迪拉姆
de: VAE-Dirham
en: UAE Dirham
es: Dírham de los EAU
fr: Dirham des EAU
ja: UAE ディルハム
ko: 아랍에미리트 디르함
zh_hant: 阿聯酋迪拉姆

source: 随心意
de: Was du magst
en: Whatever feels right
es: Lo que sientas
fr: À ta guise
ja: お気持ちで
ko: 마음 가는 대로
zh_hant: 隨心意

source: 随机
de: Zufällig
en: Random
es: Aleatorio
fr: Aléatoire
ja: ランダム
ko: 랜덤
zh_hant: 隨機

source: 隐私政策
de: Datenschutzerklärung
en: Privacy Policy
es: Política de privacidad
fr: Politique de confidentialité
ja: プライバシーポリシー
ko: 개인정보 처리방침
zh_hant: 隱私權政策

source: 青
de: Türkis
en: Teal
es: Verde azulado
fr: Sarcelle
ja: ティール
ko: 청록

source: 靛蓝
de: Indigo
en: Indigo
es: Índigo
fr: Indigo
ja: インディゴ
ko: 남색
zh_hant: 靛藍

source: 韩元
de: Südkoreanischer Won
en: South Korean Won
es: Won surcoreano
fr: Won sud-coréen
ja: 韓国ウォン
ko: 대한민국 원
zh_hant: 韓元

source: 韩国
de: Korea
en: Korea
es: Corea
fr: Corée
ja: 韓国
ko: 한국
zh_hant: 韓國

source: 顶级瑰夏手冲咖啡 👍
de: Spitzen-Geisha-Pour-over 👍
en: Top Geisha pour-over 👍
es: Pour-over de Geisha premium 👍
fr: Pour-over Geisha haut de gamme 👍
ja: 最高級ゲイシャ手淹れ 👍
ko: 최고급 게이샤 핸드드립 👍
zh_hant: 頂級瑰夏手沖咖啡 👍

source: 项目
de: Artikel
en: Item
es: Artículo
fr: Article
ja: 項目
ko: 항목
zh_hant: 項目

source: 预测未来 60 天的实际扣费日期与总额。
de: Prognostiziere die tatsächlichen Abbuchungstermine und Gesamtsumme der nächsten 60 Tage.
en: Forecast the actual charge dates and total amount for the next 60 days.
es: Predice las fechas reales de cobro y el total de los próximos 60 días.
fr: Prévois les dates réelles de prélèvement et le montant total sur 60 jours.
ja: 今後 60 日間の実際の請求日と合計金額を予測して。
ko: 앞으로 60일 동안 실제 청구일과 총액을 예측해 줘.
zh_hant: 預測未來 60 天的實際扣費日期與總額。

source: 预览
de: Vorschau
en: Preview
es: Vista previa
fr: Aperçu
ja: プレビュー
ko: 미리보기
zh_hant: 預覽

source: 预览通知样式
de: Benachrichtigung testen
en: Preview a reminder
es: Vista previa de notificación
fr: Aperçu de la notification
ja: 通知をプレビュー
ko: 알림 미리보기
zh_hant: 預覽通知樣式

source: 颜色
de: Farbe
en: Color
es: Color
fr: Couleur
ja: カラー
ko: 색상
zh_hant: 顏色

source: 颜色已被使用
de: Farbe bereits verwendet
en: Color already used
es: Color ya usado
fr: Couleur déjà utilisée
ja: この色は使用中
ko: 이미 사용 중인 색상
zh_hant: 顏色已被使用

source: 首个版本:订阅管理、总览统计、分类与累计支付。
de: Erste Version: Abo-Verwaltung, Übersicht, Kategorien und Gesamtausgaben.
en: First release: subscription management, overview stats, categories, and lifetime spend.
es: Primera versión: gestión de suscripciones, estadísticas, categorías y gasto acumulado.
fr: Première version : gestion des abonnements, statistiques, catégories et cumul.
ja: 初回リリース:サブスク管理、概要統計、カテゴリ、累計支払い。
ko: 첫 버전: 구독 관리, 개요 통계, 카테고리, 누적 결제.
zh_hant: 首個版本:訂閱管理、總覽統計、分類與累計支付。

source: 首字母颜色
de: Initialfarbe
en: Initial Color
es: Color de la inicial
fr: Couleur de l’initiale
ja: イニシャルの色
ko: 이니셜 색상
zh_hant: 首字母顏色

source: 首次开启会弹一个权限请求,允许后才能收到提醒。
de: Beim ersten Einschalten wird die Berechtigung abgefragt; nach Zustimmung kommen die Erinnerungen.
en: Turning this on for the first time triggers a permission prompt; you'll receive reminders once granted.
es: Al activarlo por primera vez aparece la solicitud de permisos; los recordatorios llegarán al concederlos.
fr: Le premier activation déclenche une demande d’autorisation ; les rappels arrivent une fois accordée.
ja: 初回オン時に権限ダイアログが表示されます。許可するとリマインダーが届きます。
ko: 처음 켤 때 권한 요청이 표시됩니다. 허용해야 알림이 와요.
zh_hant: 首次開啟會彈一個權限請求,允許後才能收到提醒。

source: 首次扣费
de: Erste Abrechnung
en: First charge
es: Primer cobro
fr: Premier prélèvement
ja: 初回請求
ko: 첫 결제
zh_hant: 首次扣費

source: 香港
de: Hongkong
en: Hong Kong
es: Hong Kong
fr: Hong Kong
ko: 홍콩

source: 马来西亚林吉特
de: Malaysischer Ringgit
en: Malaysian Ringgit
es: Ringgit malayo
fr: Ringgit malaisien
ja: マレーシアリンギット
ko: 말레이시아 링깃
zh_hant: 馬來西亞林吉特

source: 默认: %@
de: Standard: %@
en: Default: %@
es: Predeterminado: %@
fr: Par défaut : %@
ja: デフォルト: %@
ko: 기본값: %@
zh_hant: 預設: %@

source: 默认币种
de: Standardwährung
en: Default currency
es: Moneda por defecto
fr: Devise par défaut
ja: デフォルト通貨
ko: 기본 통화
zh_hant: 預設幣種

source: （暂用内置汇率）
de: (integrierte Kurse verwendet)
en: (using built-in rates)
es: (usando tipos integrados)
fr: (taux intégrés utilisés)
ja: （内蔵レート使用中）
ko: (내장 환율 사용 중)
zh_hant: （暫用內建匯率）

source: 🎲 摇出来的
de: 🎲 Per Schütteln gezogen
en: 🎲 Shake spotlight
es: 🎲 Sacado al azar
fr: 🎲 Tirage au sort
ja: 🎲 シェイクで抽選
ko: 🎲 흔들어서 뽑기
zh_hant: 🎲 搖出來的
